12/data/attachments/a2138deb7004105e.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Raymond_business_Friend_91107_7</nif:username>
            <nif:friendToBeRequested>soap_friends_6cf6109e-6903-4532-a6c8-84eaf49ac264</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>